complete/buddy_data/奇秀-主播房间-20160913061046-20160913061047100

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 6:10:46]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[157618]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[嘤嘤传媒-美美有点污的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[5558]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[969]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[5]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[11]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[138]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[皇家娱乐]]></vipnickname><vipuserid><![CDATA[2377482711]]></vipuserid><top_name><![CDATA[皇家娱乐]]></top_name><top_money><![CDATA[270]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?真污敌了?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?真污敌了?]]></top_name><top_money><![CDATA[200]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[安娜?随缘]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[安娜?随缘]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[依依不爱?流连哥?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[依依不爱?流连哥?]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[-惜流爱之1独留]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[-惜流爱之1独留]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[b爱唯凡人1尘满]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[b爱唯凡人1尘满]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[一傻哥]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[一傻哥]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[87V5帅]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[87V5帅]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[纸飞续往-意深负智]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[纸飞续往-意深负智]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[空怀诉衷时光负佳等彩]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[空怀诉衷时光负佳等彩]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[学会喘息泣幽假想含羞]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[学会喘息泣幽假想含羞]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 